projects/writing/limericks/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-07-19 Wed 20:57 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Eric" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org68af2dc">1. Bear-related</a>
<ul>
<li><a href="#org4b7d479">1.1. Bear hair</a></li>
<li><a href="#org0461194">1.2. Danger</a></li>
<li><a href="#org7d2e082">1.3. Feeding honey to a bear</a></li>
<li><a href="#org327cff9">1.4. Ro-bear Gerard</a></li>
</ul>
</li>
<li><a href="#org9edd0da">2. Book-ish</a>
<ul>
<li><a href="#orgb83f818">2.1. Book recommendation</a></li>
</ul>
</li>
<li><a href="#orgcc3bdbc">3. CheesE</a>
<ul>
<li><a href="#orgff86bed">3.1. PartE</a></li>
</ul>
</li>
<li><a href="#org7366456">4. Cow/fairy-related</a>
<ul>
<li><a href="#orgd49bb43">4.1. Canary in a cow-mine</a></li>
</ul>
</li>
<li><a href="#orgf0789f7">5. Family/telemarketing-related</a>
<ul>
<li><a href="#org0ef3302">5.1. Good boy</a></li>
<li><a href="#org0ece595">5.2. I don't like talking on the phone</a></li>
</ul>
</li>
<li><a href="#orgcd7e543">6. Feelings (blech)</a>
<ul>
<li><a href="#org04d6a64">6.1. Absurd</a></li>
</ul>
</li>
<li><a href="#orga9eda5d">7. Ferret/flamingo-related</a>
<ul>
<li><a href="#orge8c7105">7.1. Furry Furrowers</a></li>
</ul>
</li>
<li><a href="#org73c2222">8. Horse-related</a>
<ul>
<li><a href="#orgb03ab4c">8.1. Yum</a></li>
</ul>
</li>
<li><a href="#org3872ed7">9. Hot stuff</a>
<ul>
<li><a href="#org625f0cd">9.1. Arson</a></li>
</ul>
</li>
<li><a href="#orge425e6b">10. Legs (one or more)</a>
<ul>
<li><a href="#org9d7dee3">10.1. Olive oil store</a></li>
</ul>
</li>
<li><a href="#org2173452">11. Love poems</a>
<ul>
<li><a href="#org809fd64">11.1. Blinded</a></li>
</ul>
</li>
<li><a href="#org6ad3e42">12. Paper, that thin stuff that comes from trees, you know?</a>
<ul>
<li><a href="#orgb592804">12.1. Paper Airplane</a></li>
</ul>
</li>
<li><a href="#org9e4fd3c">13. Plumbing poems</a>
<ul>
<li><a href="#org0f84117">13.1. Clogged</a></li>
<li><a href="#orgd2b547e">13.2. Leaky faucet</a></li>
</ul>
</li>
<li><a href="#org6d6ba3d">14. Poe-tree</a>
<ul>
<li><a href="#org4446b06">14.1. Huh</a></li>
</ul>
</li>
<li><a href="#org5deef13">15. Spooky</a>
<ul>
<li><a href="#orga6b096c">15.1. Haunted Jaunt</a></li>
</ul>
</li>
<li><a href="#orgb3c3e52">16. Sweet</a>
<ul>
<li><a href="#org5cb2ac9">16.1. Yum</a></li>
<li><a href="#orgeec0dd9">16.2. Yumm</a></li>
</ul>
</li>
<li><a href="#orgb0d3541">17. Train/star-related</a>
<ul>
<li><a href="#orgef91c07">17.1. Going Home</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org68af2dc" class="outline-2">
<h2 id="org68af2dc"><span class="section-number-2">1</span> Bear-related</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org4b7d479" class="outline-3">
<h3 id="org4b7d479"><span class="section-number-3">1.1</span> Bear hair</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Stab the bear! Stab the bear!
</p>

<p>
It has valuable hair.
</p>

<p>
If we skin it,
</p>

<p>
There's no limit
</p>

<p>
To the clothes we can wear.
</p>
</div>
</div>
<div id="outline-container-org0461194" class="outline-3">
<h3 id="org0461194"><span class="section-number-3">1.2</span> Danger</h3>
<div class="outline-text-3" id="text-1-2">
<p>
Animals barely conceive
</p>

<p>
Dangers existential.
</p>

<p>
Following grievous hazards
</p>

<p>
Just koala's last meal.
</p>

<p>
Nobody opens quail roosts,
</p>

<p>
Stridently trespassing.
</p>

<p>
Unless welcome's xenial
</p>

<p>
Yon' zoa &#x2026; Attacking!
</p>
</div>
</div>
<div id="outline-container-org7d2e082" class="outline-3">
<h3 id="org7d2e082"><span class="section-number-3">1.3</span> Feeding honey to a bear</h3>
<div class="outline-text-3" id="text-1-3">
<p>
While feeding honey to a bear,
</p>

<p>
I fix him with a fearsome stare.  
</p>

<p>
The bear (Carl) asks for more.  
</p>

<p>
Should I go to the store?  
</p>

<p>
Would Carl take my pocket eclair?  
</p>
</div>
</div>

<div id="outline-container-org327cff9" class="outline-3">
<h3 id="org327cff9"><span class="section-number-3">1.4</span> Ro-bear Gerard</h3>
<div class="outline-text-3" id="text-1-4">
<p>
The robot bear punches the ground.
</p>

<p>
It causes shockwaves all around.
</p>

<p>
Gerard is a stud,
</p>

<p>
My new bestest bud.
</p>

<p>
Just a dangerous, cuddly mound.
</p>
</div>
</div>
</div>
<div id="outline-container-org9edd0da" class="outline-2">
<h2 id="org9edd0da"><span class="section-number-2">2</span> Book-ish</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orgb83f818" class="outline-3">
<h3 id="orgb83f818"><span class="section-number-3">2.1</span> Book recommendation</h3>
<div class="outline-text-3" id="text-2-1">
<p>
Book recommendation
</p>

<p>
Causes perspiration.
</p>

<p>
Will my favorite tome
</p>

<p>
Find itself a new home?
</p>

<p>
Or will a misplaced line
</p>

<p>
See it out on its spine?
</p>
</div>
</div>
</div>
<div id="outline-container-orgcc3bdbc" class="outline-2">
<h2 id="orgcc3bdbc"><span class="section-number-2">3</span> CheesE</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-orgff86bed" class="outline-3">
<h3 id="orgff86bed"><span class="section-number-3">3.1</span> PartE</h3>
<div class="outline-text-3" id="text-3-1">
<p>
Flexible collectibles
</p>

<p>
Are objectively delectable.
</p>

<p>
Set your table with staples
</p>

<p>
For a neighbor to come and nibble.
</p>

<p>
A brand new dinner party
</p>

<p>
Serving elastic cheese, havarti.
</p>
</div>
</div>
</div>
<div id="outline-container-org7366456" class="outline-2">
<h2 id="org7366456"><span class="section-number-2">4</span> Cow/fairy-related</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orgd49bb43" class="outline-3">
<h3 id="orgd49bb43"><span class="section-number-3">4.1</span> Canary in a cow-mine</h3>
<div class="outline-text-3" id="text-4-1">
<p>
Fearing from fourteen fierce fairies,
</p>

<p>
Cows contacted a canary.
</p>

<p>
But it was bird-brained.
</p>

<p>
No peace was obtained.
</p>

<p>
Heffers' helper made things hairy.
</p>
</div>
</div>
</div>

<div id="outline-container-orgf0789f7" class="outline-2">
<h2 id="orgf0789f7"><span class="section-number-2">5</span> Family/telemarketing-related</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org0ef3302" class="outline-3">
<h3 id="org0ef3302"><span class="section-number-3">5.1</span> Good boy</h3>
<div class="outline-text-3" id="text-5-1">
<p>
I had a post-op visit the other day
</p>

<p>
and e-mailed my family to let them know
</p>

<p>
the results. I included the line "was told
</p>

<p>
I'm a good boy whose knee is recovering".
</p>

<p>
My mom wrote back first with, "You ARE a good boy!"
</p>

<p>
My dad wrote back, "you're much more than a good boy
</p>

<p>
you're the best", and I detected a trend here.
</p>

<p>
"Who's a good boy? You are! Yes, you are!" came from
</p>

<p>
my brother. It was comforting to see that
</p>

<p>
we all have the same email "Yes and" impulse.
</p>

<p>
They all sent their responses to me alone.
</p>
</div>
</div>
<div id="outline-container-org0ece595" class="outline-3">
<h3 id="org0ece595"><span class="section-number-3">5.2</span> I don't like talking on the phone</h3>
<div class="outline-text-3" id="text-5-2">
<p>
I had a fifteen minute phone
</p>

<p>
conversation with my dad tonight.
</p>

<p>
Then a twenty minute call which
</p>

<p>
turned out to be asking me to give
</p>

<p>
money to my grad program. I
</p>

<p>
left both calls feeling equal amounts
</p>

<p>
of icky weirdness. In one, I
</p>

<p>
felt bad for not giving more time
</p>

<p>
to this man who I should feel close
</p>

<p>
to. In the other, I felt bad for
</p>

<p>
being too eager to talk to
</p>

<p>
a complete stranger, who showed a small
</p>

<p>
amount of interest in my life.
</p>
</div>
</div>
</div>
<div id="outline-container-orgcd7e543" class="outline-2">
<h2 id="orgcd7e543"><span class="section-number-2">6</span> Feelings (blech)</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-org04d6a64" class="outline-3">
<h3 id="org04d6a64"><span class="section-number-3">6.1</span> Absurd</h3>
<div class="outline-text-3" id="text-6-1">
<p>
What could be more absurd
</p>

<p>
Than an unspoken word?
</p>

<p>
Leaving 'til we are dead,
</p>

<p>
Those feelings left unsaid.
</p>

<p>
They exist in my mind,
</p>

<p>
Left where you cannot find
</p>

<p>
My fearful apathy.
</p>

<p>
A stubborn empathy.
</p>
</div>
</div>
</div>
<div id="outline-container-orga9eda5d" class="outline-2">
<h2 id="orga9eda5d"><span class="section-number-2">7</span> Ferret/flamingo-related</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-orge8c7105" class="outline-3">
<h3 id="orge8c7105"><span class="section-number-3">7.1</span> Furry Furrowers</h3>
<div class="outline-text-3" id="text-7-1">
<p>
Fearful of four fighting flamingoes,
</p>

<p>
Ferrets find fulfillment in furrows.
</p>

<p>
After finding fields fallow
</p>

<p>
Few tell the rest to follow.
</p>

<p>
Fellow ferrets face their final foes.
</p>
</div>
</div>
</div>

<div id="outline-container-org73c2222" class="outline-2">
<h2 id="org73c2222"><span class="section-number-2">8</span> Horse-related</h2>
<div class="outline-text-2" id="text-8">
</div>
<div id="outline-container-orgb03ab4c" class="outline-3">
<h3 id="orgb03ab4c"><span class="section-number-3">8.1</span> Yum</h3>
<div class="outline-text-3" id="text-8-1">
<p>
Faced with no recourse
</p>

<p>
I ate a dead horse
</p>

<p>
Its meat was sweet,
</p>

<p>
From nose to feet.
</p>

<p>
I've stolen its force.
</p>
</div>
</div>
</div>
<div id="outline-container-org3872ed7" class="outline-2">
<h2 id="org3872ed7"><span class="section-number-2">9</span> Hot stuff</h2>
<div class="outline-text-2" id="text-9">
</div>
<div id="outline-container-org625f0cd" class="outline-3">
<h3 id="org625f0cd"><span class="section-number-3">9.1</span> Arson</h3>
<div class="outline-text-3" id="text-9-1">
<p>
Fueled by desire
</p>

<p>
To light a fire
</p>

<p>
An arsonist
</p>

<p>
Must use their fist
</p>

<p>
To keep a spark
</p>

<p>
Safe from the dark
</p>
</div>
</div>
</div>
<div id="outline-container-orge425e6b" class="outline-2">
<h2 id="orge425e6b"><span class="section-number-2">10</span> Legs (one or more)</h2>
<div class="outline-text-2" id="text-10">
</div>
<div id="outline-container-org9d7dee3" class="outline-3">
<h3 id="org9d7dee3"><span class="section-number-3">10.1</span> Olive oil store</h3>
<div class="outline-text-3" id="text-10-1">
<p>
Chit chatting on the chairs
</p>

<p>
At the olive oil store.
</p>

<p>
Child kicking up her legs
</p>
</div>
</div>
</div>
<div id="outline-container-org2173452" class="outline-2">
<h2 id="org2173452"><span class="section-number-2">11</span> Love poems</h2>
<div class="outline-text-2" id="text-11">
</div>
<div id="outline-container-org809fd64" class="outline-3">
<h3 id="org809fd64"><span class="section-number-3">11.1</span> Blinded</h3>
<div class="outline-text-3" id="text-11-1">
<p>
Yesterday you stole my vision,
</p>

<p>
Blinded by a strong emission.
</p>

<p>
You were so bright
</p>

<p>
That I lost my sight.
</p>

<p>
In love with nuclear fission.
</p>
</div>
</div>
</div>
<div id="outline-container-org6ad3e42" class="outline-2">
<h2 id="org6ad3e42"><span class="section-number-2">12</span> Paper, that thin stuff that comes from trees, you know?</h2>
<div class="outline-text-2" id="text-12">
</div>
<div id="outline-container-orgb592804" class="outline-3">
<h3 id="orgb592804"><span class="section-number-3">12.1</span> Paper Airplane</h3>
<div class="outline-text-3" id="text-12-1">
<p>
Any breeze can doom 'em.
</p>

<p>
Fragile, geez how "if-you-know-you-know".
</p>

<p>
Jeopardies keep loomin',
</p>

<p>
must-maybes nearly over-o'er-throw.
</p>
</div>
</div>
</div>
<div id="outline-container-org9e4fd3c" class="outline-2">
<h2 id="org9e4fd3c"><span class="section-number-2">13</span> Plumbing poems</h2>
<div class="outline-text-2" id="text-13">
</div>
<div id="outline-container-org0f84117" class="outline-3">
<h3 id="org0f84117"><span class="section-number-3">13.1</span> Clogged</h3>
<div class="outline-text-3" id="text-13-1">
<p>
My sink is clogged
</p>

<p>
and it's stressing me out.
</p>

<p>
Onto the log,
</p>

<p>
'til sanity's worn out.
</p>
</div>
</div>
<div id="outline-container-orgd2b547e" class="outline-3">
<h3 id="orgd2b547e"><span class="section-number-3">13.2</span> Leaky faucet</h3>
<div class="outline-text-3" id="text-13-2">
<p>
Heartbeats like a leaky faucet,
</p>

<p>
Sleeping like a newborn deer.
</p>
</div>
</div>
</div>
<div id="outline-container-org6d6ba3d" class="outline-2">
<h2 id="org6d6ba3d"><span class="section-number-2">14</span> Poe-tree</h2>
<div class="outline-text-2" id="text-14">
</div>
<div id="outline-container-org4446b06" class="outline-3">
<h3 id="org4446b06"><span class="section-number-3">14.1</span> Huh</h3>
<div class="outline-text-3" id="text-14-1">
<p>
A tree made full with flowers
</p>

<p>
Could be stared at for hours.
</p>

<p>
Try to peek inside
</p>

<p>
To see what may hide.
</p>

<p>
Maybe one of those tree showers?
</p>
</div>
</div>
</div>
<div id="outline-container-org5deef13" class="outline-2">
<h2 id="org5deef13"><span class="section-number-2">15</span> Spooky</h2>
<div class="outline-text-2" id="text-15">
</div>
<div id="outline-container-orga6b096c" class="outline-3">
<h3 id="orga6b096c"><span class="section-number-3">15.1</span> Haunted Jaunt</h3>
<div class="outline-text-3" id="text-15-1">
<p>
There once was a boy out on a jaunt.
</p>

<p>
But none need fear that them he would haunt.
</p>

<p>
For the boy was a ghost.
</p>

<p>
On his mind the foremost
</p>

<p>
Pale spectral trails he wanted to flaunt.
</p>


<p>
If by chance you e'er meet a specter,
</p>

<p>
You should not run or try to hector.
</p>

<p>
What would strike a ghoul dumb
</p>

<p>
Is the juice of a plum.
</p>

<p>
Not a one can resist that nectar.
</p>
</div>
</div>
</div>
<div id="outline-container-orgb3c3e52" class="outline-2">
<h2 id="orgb3c3e52"><span class="section-number-2">16</span> Sweet</h2>
<div class="outline-text-2" id="text-16">
</div>
<div id="outline-container-org5cb2ac9" class="outline-3">
<h3 id="org5cb2ac9"><span class="section-number-3">16.1</span> Yum</h3>
<div class="outline-text-3" id="text-16-1">
<p>
Shallow callow marshmallow
</p>

<p>
Build a bridge of friendship from mashmallow
</p>

<p>
Deep chasm between us
</p>
</div>
</div>
<div id="outline-container-orgeec0dd9" class="outline-3">
<h3 id="orgeec0dd9"><span class="section-number-3">16.2</span> Yumm</h3>
<div class="outline-text-3" id="text-16-2">
<p>
In my weakness I am meat.
</p>

<p>
Not the cheapest, bad to eat.
</p>

<p>
My body fails. All I find
</p>

<p>
Are wet entrails 'round a mind.
</p>
</div>
</div>
</div>
<div id="outline-container-orgb0d3541" class="outline-2">
<h2 id="orgb0d3541"><span class="section-number-2">17</span> Train/star-related</h2>
<div class="outline-text-2" id="text-17">
</div>
<div id="outline-container-orgef91c07" class="outline-3">
<h3 id="orgef91c07"><span class="section-number-3">17.1</span> Going Home</h3>
<div class="outline-text-3" id="text-17-1">
<p>
Riding home backwards,
</p>

<p>
Guarding the front of the train.
</p>

<p>
The Sun's in my eyes.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Eric</p>
<p class="date">Created: 2023-07-19 Wed 20:57</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
